<?php
$_['entry_city'] = 'Місто';
$_['text_next'] = 'Далі';
$_['text_delivery_service'] = 'Службою доставки';
$_['text_select_1'] = 'Вибрати існуючий';
$_['text_add_new'] = 'Додати новий';
$_['text_delivery_samov'] = 'Самовивіз з відділення';
$_['text_delivery_adres'] = 'Адресна доставка (кур\'єр)';
$_['ch_del_pay_item_text'] = 'По Україні: «Нова Пошта», «Ін-Тайм», «Делівері», «Укрпошта» згідно з їх тарифами. При замовленні від 5000 грн безкоштовно.
                                     Термін доставки - 1-4 дні. Для отримання замовлення необхідно мати при собі посвідчення особи державного зразка.
                                     За межі України лише «Укрпошта», згідно з їх тарифами і правилами.';
$_['text_checkout_type_method'] = 'Тип доставки';
$_['text_street'] = 'Вулиця';
$_['text_house'] = 'Дім';
$_['text_flat'] = 'Квартира';
$_['text_delivery_features'] = 'Особливості доставки (код від дверей під\'їзду, особливості маршруту і т.п.)';
$_['text_pickup_from_our_store'] = 'Самовивіз з нашого магазину';
$_['text_ch_del_pay_item'] = 'Після оформлення замовлення і його підтвердження, ви можете забрати товар в обраному магазині.
                                     Оплату можна здійснити готівкою, в розстрочку, або банківською картою на касі магазину.';
$_['text_address_shop'] = 'Адреса магазину:';
$_['text_address'] = 'Адреса доставки:';
$_['text_delivery_s'] = 'Служба доставки';
$_['text_branch'] = 'Відділення';
$_['entry_zone'] = 'Область';
$_['form_option_select']    = 'Оберіть...';
$_['button_text_edit']    = 'Змінити';
$_['entry_service_delivery_name']    = 'Самовивіз з нашого магазину';

