<?php

$_["text_art_aqa_product_tab"]   = 'Питання-Відповіді';
$_["text_art_aqa_product_title"] = 'Задати питання';
$_["text_f_name"] 				 = 'Ім`я';
$_["text_f_email"] 			     = 'Email';
$_["text_f_telephone"] 		  	 = 'Телефон';
$_["text_f_question"] 			 = 'Питання';
$_["text_f_select"]				 = 'Оберіть зручний спосіб для отримання відповіді';				
$_["text_f_personal_data"] 	     = 'Даю згоду на обробку персональних даних';
$_['text_f_communication']		 = 'Як з Вами зв`язатися';
$_['text_success']		     	 = 'Повідомлення відправлено';
$_['text_error']		     	 = 'Повідомлення не відправлено';
$_['text_info']		     	     = 'Напишіть питання і ми відповімо протягом одного робочого дня.';
$_['text_art_aqa']		     	     = 'Є питання?';
$_['text_theme_aqa']		     	     = 'Виберіть, тему повідомлення';
$_['text_theme_service']		     	     = 'Сервіс';
$_['text_theme_garatue']		     	     = 'Гарантія';
$_['text_theme_teh']		     	     = 'Технічна підтримка';
$_['text_theme_select']		     	     = 'Оберіть';


$_['text_header']			     = 'Вам поставили запитання про товар з сайту';
$_['text_link']         		 = 'Посилання на товар';
$_['text_product_name'] 		 = 'Назва товару';

$_['button_continue']			 = 'Задати питання';

$_['error_name']   	    		 = 'Введіть ім`я!';
$_['error_email']   			 = 'E-Mail адрес вказано не вірно!';
$_['error_telephone']   		 = 'Номер телефону повинен бути від 3 до 32 символів!';
$_['error_comment']   			 = 'Текст питання повинен містити від 10 до 1000 символів!';
$_['error_select']   			 = 'Вкажіть телефон або e-mail для отримання відповіді';
$_['error_personal_data']   	 = 'Ви повинні прочитати і погодитися з обробкою персональних даних';