<?php

// Heading
$_['heading_title'] = '<img width="24" height="24" src="view/image/sirius.png" style="float: left;"><p style="margin:0;line-height: 24px;">SIRIUS Настраиваемый подвал</p>';
$_['heading_title_raw'] = 'SIRIUS Настраиваемый подвал';


$_['tab_general'] = 'Параметры';
$_['tab_sections'] = 'Секции';
$_['tab_columns'] = 'Колонки';
$_['tab_contact'] = 'Контакты';
$_['tab_logs'] = 'Логи';
$_['tab_support'] = 'Поддержка';
$_['tab_license'] = 'Лицензия';
$_['tab_menu_category'] = 'Катег.';
$_['tab_menu_information'] = 'Инфо';
$_['tab_menu_manufacturer'] = 'Бренды';
$_['tab_menu_custom'] = 'Прочее';

$_['entry_vk']                   = 'Вконтакте:';
$_['entry_fb']                   = 'Фейсбук:';
$_['entry_googleplus']           = 'Google+:';
$_['entry_youtube']              = 'Youtube:';
$_['entry_twitter']              = 'Twitter:';

$_['button_save'] = 'Сохранить';
$_['button_save_and_close'] = 'Сохранить и Закрыть';
$_['button_close'] = 'Закрыть';
$_['button_recheck'] = 'Проверить еще раз';
$_['button_clear_log'] = 'Очистить логи';

// Text
$_['text_success'] = 'Настройки модуля успешно обновлены!';
$_['text_success_clear'] = 'Очистка логов успешно завершена!';
$_['text_default'] = 'По умолчанию';
$_['text_module'] = 'Модули';
$_["default_call_me_email_subject"] = "Заявка на обратный звонок";
$_["default_call_me_email_body"] = "Клиент {name} хочет чтобы ему перезвонили на номер {phone} по вопросу {comment}";

// Entry
$_['entry_status'] = 'Состояние:';
$_['entry_debug'] = 'Отладка:';
$_['entry_footer_name1'] = 'Заголовок';
$_['entry_footer_name2'] = 'Заголовок';
$_['entry_footer_name3'] = 'Заголовок';
$_['entry_footer_name4'] = 'Заголовок';
$_['entry_footer_name5'] = 'Заголовок';
$_['entry_contact_address'] = 'Адрес';
$_['entry_contact_map_address'] = 'Адрес для яндекс карты';
$_['entry_contact_working_hours'] = 'Рабочие часы';
$_['entry_contact_show_form'] = 'Показывать форму обратной связи';
$_['entry_prev_next_status'] = 'Выводить предыдущий и следующий продукт в карточке продукта';
$_['entry_prev_next_link_status'] = 'Выводить ссылки на предыдущий и следующий продукт в шапке магазина';

// Error
$_['error_permission'] = 'У Вас недостаточно прав для изменения "SIRIUS ЮниСТОР"!';


$_['mail_support'] = '
    <h3 style="color:red">Благодарим вас за выбор нашего продукта!</h3>
    <p><a href="https://web-bond.com/">Веб студия SIRIUS</a> прикладывает максимум усилий для того, чтобы ее продукты устанавливались как можно быстрее и проще, не создавая конфликтов с другими модулями и темами оформления, и доставляя клиентам только радость от использования продуктов. Мы будем рады если вы <a href="https://web-bond.com/" target="_blank">купите модуль SIRIUS Карта сайта</a> еще раз или любой другой модуль в магазине web-bond.com. <b>Действуют накопительные скидки!</b></p>
    <p>Однако это не всегда возможно, учитывая что opencart имеет очень слабые технические возможности для этого, поэтому просим отнестись к этим нюансам с пониманием.</p>
    <p><b>Что мы гарантируем</b>, и обеспечиваем бесплатно:</p>
    <ul>
        <li>работу наших модулей на стандартной теме оформления opencart</li>
        <li>работу наших модулей на стандартной админке opencart</li>
    </ul>
    <p>Если у вас возникла проблема с работой модуля в этом контексте, то вы всегда можете запросить бесплатную техническую поддержку по адресу <a href="mailto:alex@SIRIUS.com">alex@SIRIUS.com</a>.</p>
    <p><b>Что мы стараемся обеспечить, но не гарантируем</b>:</p>
    <ul>
        <li>работу наших модулей на НЕ стандартной теме оформления opencart</li>
        <li>работу наших модулей на НЕ стандартной админке opencart</li>
    </ul>
    <p>Как уже говорилось, заранее нельзя предусмотреть все нюансы чужих тем оформления, поэтому в случае проблем в этом ключе, мы обеспечиваем платную поддержку за символическую стоимость. Запросить ее, а также комплексное техническое обслуживание вашего магазина можно по адресу <a href="mailto:alex@SIRIUS.com">alex@SIRIUS.com</a></p>
    <p><b>ВНИМАНИЕ!!!</b> Если вы испытываете трудности с установкой модулей, то вам не обязательно тратить свое драгоценное время на этот рутинный процесс. Позвольте нашим техническим специалистам выполнить это вместо вас за символическую плату, а сэкономленное время вы сможеет потратить на развитие своего бизнеса, семью и хобби. Заказать установку и техническое обслуживание можно по адресу <a href="mailto:alex@SIRIUS.com">alex@SIRIUS.com</a></p>
';


$_['text_module_version'] = '1.0';



$_["param_footer_column_types_1"] = '0';
$_["param_footer_column_types_2"] = '1';
$_["param_footer_column_types_3"] = '1';
$_["param_footer_column_types_4"] = '1';
$_["param_footer_column_types_5"] = '1';


$_["param_footer_url_2"] = '';





$_['text_module_version']='v.5';
