<?php
$_['entry_city'] = 'Город';
$_['text_next'] = 'Далее';
$_['text_delivery_service'] = 'Службой доставки';
$_['text_select_1'] = 'Вибрать существующий';
$_['text_add_new'] = 'Добавить новий';
$_['text_delivery_samov'] = 'Самовывоз из отделения';
$_['text_delivery_adres'] = 'Адресная доставка (курьер)';
$_['ch_del_pay_item_text'] = 'По Украине: «Новая Почта», «Ин-Тайм», «Деливери», «Укрпочта» согласно их тарифам. При заказе от 5000 грн бесплатно.
                                    Срок доставки – 1-4 дня. Для получения заказа необходимо иметь при себе удостоверение личности.
                                    За пределы Украины только «Укрпочта», согласно их тарифам и правилам.';
$_['text_checkout_type_method'] = 'Тип доставки';
$_['text_street'] = 'Улица';
$_['text_house'] = 'Дом';
$_['text_flat'] = 'Квартира';
$_['text_delivery_features'] = 'Особенности доставки (код от дверей подъезда, особенности маршрута и т.п.)';
$_['text_pickup_from_our_store'] = 'Самовывоз из нашего магазина';
$_['text_ch_del_pay_item'] = 'После оформления заказа и его подтверждения, вы можете забрать товар в выбранном магазине.
                                    Оплату можно произвести наличными, в рассрочку, или банковской картой на кассе магазина.';
$_['text_address_shop'] = 'Адрес магазина:';
$_['text_address'] = 'Адрес доставки:';
$_['text_delivery_s'] = 'Служба доставки';
$_['text_branch'] = 'Отделение';
$_['entry_zone'] = 'Область';
$_['form_option_select']    = 'Выберите...';
$_['button_text_edit']    = 'Изменить';
$_['entry_service_delivery_name']    = 'Самовывоз из нашего магазина';
