<?php
// Text
$_['text_raw_log_queue_start'] = "===========================\nНачало отправки очереди из %d получателей\nВнимание: Если последний получатель в этой очереди есть менее чем %d, уменьшите количество получателей в разбивке на группы или увеличьте интервал времени отправки\n===========================";
$_['text_raw_log_queue_add'] = "Включена разбивка. Добавлено в очередь.\n===========================";
$_['text_raw_log_scheduled_start'] = "===========================\nНачало выполнения задания их %d получателей\nРассылка: %s\n===========================";