<?php
// *	@source		See SOURCE.txt for source and other copyright.
// *	@license	GNU General Public License version 3; see LICENSE.txt

// Heading
$_['heading_title'] = 'Оформление заказа';
$_['heading_title_customer'] = 'Ваш заказ #%s сформирован!';

// Text
$_['text_cart'] = 'Корзина покупок';
$_['text_cart_empty'] = 'Корзина покупок пуста';
$_['text_confirm_success'] = 'Операция выполнена успешно';
$_['text_checkout_order'] = 'Ваш заказ';
$_['text_checkout_option'] = 'Способ оформления заказа';
$_['text_checkout_account'] = 'Профиль &amp; Платежная информация';
$_['text_checkout_payment_address'] = 'Платежная информация';
$_['text_checkout_shipping_address'] = 'Адрес доставки';
$_['text_checkout_shipping_method'] = 'Способ доставки';
$_['text_checkout_payment_method'] = 'Способ оплаты';
$_['text_privat_24_method'] = 'Оплатить через Privat24';
$_['ch_del_pay_item_title'] = 'При получении заказа (наложенный платеж)';
$_['ch_del_pay_nal_item_text'] = 'После подтверждения заказа, вы будете перенаправлены в онлайн-сервис для осуществления оплаты.
                                    Комиссия 0-10% в зависимости от типа карты и условий вашего банка.';
$_['text_pay_visa_mastercard'] = 'Оплатить картой Visa/Mastercard (LIQPAY)';
$_['text_checkout_type_method'] = 'Тип доставки';
$_['text_delivery_adres'] = 'Адресная доставка (курьер)';
$_['text_delivery_samov'] = 'Самовывоз из отделения';
$_['text_delivery_service'] = 'Службой доставки';
$_['text_delivery_features'] = 'Особенности доставки (код от дверей подъезда, особенности маршрута и т.п.)';
$_['text_delivery_s'] = 'Служба доставки';
$_['text_street'] = 'Улица';
$_['text_house'] = 'Дом';
$_['text_flat'] = 'Квартира';
$_['text_branch'] = 'Отделение';
$_['text_invoice'] = 'Счет-фактура';
$_['text_comment_order'] = 'Добавить комментарий к заказу';
$_['text_c_order'] = 'Текст комментария';
$_['ch_del_pay_item_text'] = 'По Украине: «Новая Почта», «Ин-Тайм», «Деливери», «Укрпочта» согласно их тарифам. При заказе от 5000 грн бесплатно.
                                    Срок доставки – 1-4 дня. Для получения заказа необходимо иметь при себе удостоверение личности.
                                    За пределы Украины только «Укрпочта», согласно их тарифам и правилам.';
$_['text_checkout_confirm'] = 'Подтверждение заказа';
$_['text_modify'] = 'Изменить &raquo;';
$_['text_new_customer'] = 'Я новый покупатель';
$_['text_returning_customer'] = 'Я постоянный клиент';
$_['text_checkout'] = 'Опции Оформления заказа:';
$_['text_i_am_returning_customer'] = 'Я совершал здесь покупки ранее и регистрировался';
$_['text_register'] = 'Регистрация';
$_['text_guest'] = 'Оформить заказ без регистрации';
$_['text_register_account'] = 'Создание учётной записи поможет делать покупки быстрее и удобнее. Вы также сможете отслеживать статус своего заказа, пользоваться Закладками, видеть свои предыдущие заказы или получить скидку как наш постоянный покупатель.';
$_['text_forgotten'] = 'Забыли пароль?';
$_['text_loading'] = 'Загрузка...';
$_['text_soc_auth'] = 'Также вы можете войти на сайт используя свой аккаунт в соцсети:';
$_['text_your_details'] = 'Контактные данные';
$_['text_your_address'] = 'Ваш Адрес';
$_['text_your_password'] = 'Ваш пароль';
$_['text_agree'] = 'Я прочитал(-а) и согласен(-на) с <a href="%s" target="_blank">условиями использования сайта</a>.';
$_['text_address_new'] = 'Я хочу использовать новый адрес';
$_['text_address_existing'] = 'Я хочу использовать существующий адрес';
$_['text_shipping_method'] = 'Выберите удобный способ доставки для этого заказа';
$_['text_payment_method'] = 'Выберите способ оплаты для этого заказа';
$_['text_comments'] = 'Вы можете добавить комментарий к своему заказу';
$_['text_recurring_item'] = 'Периодические платежи';
$_['text_payment_recurring'] = 'Платежный профиль';
$_['text_pickup_from_our_store'] = 'Самовывоз из нашего магазина';
$_['text_address_shop'] = 'Адрес магазина:';
$_['text_total_sum_tovar1'] = 'товар на сумму:';
$_['text_total_sum_tovar2'] = 'товара на сумму:';
$_['text_total_sum_tovar3'] = 'товаров на сумму:';
$_['text_ch_del_pay_item'] = 'После оформления заказа и его подтверждения, вы можете забрать товар в выбранном магазине.
                                    Оплату можно произвести наличными, в рассрочку, или банковской картой на кассе магазина.';
$_['text_next'] = 'Далее';
$_['text_total_sum'] = 'Итого к оплате:';
$_['text_order_confirmed'] = 'Заказ подтверждаю';
$_['text_contact_data_confirmed'] = 'Подтверждаю';
$_['text_edit_order'] = 'Редактировать заказ';
$_['text_trial_description'] = 'Стоимость: %s; Периодичность: %d %s; Кол-во платежей: %d;  Далее,  ';
$_['text_payment_description'] = 'Стоимость: %s; Периодичность: %d %s; Кол-во платежей: %d';
$_['text_payment_cancel'] = 'Стоимость: %s; Периодичность: %d %s; Кол-во платежей: до отмены';
$_['text_day'] = 'День';
$_['text_week'] = 'Неделя';
$_['text_semi_month'] = 'Полмесяца';
$_['text_month'] = 'Месяц';
$_['text_year'] = 'Год';
$_['text_firstname'] = 'Имя';
$_['text_lastname'] = 'Фамилия';
$_['check_logged_text'] = 'Пользователь с введенной информацией  уже существует! Пожалуйста войдите используя свои регистрационные данные!';

// Column
$_['column_name'] = 'Название товара';
$_['column_model'] = 'Код товара';
$_['column_quantity'] = 'Кол-во';
$_['column_price'] = 'Цена за единицу товара';
$_['column_total'] = 'Всего';

// Entry
$_['entry_email_address'] = 'E-Mail адрес';
$_['entry_email'] = 'Электронная почта';
$_['entry_email_or_telephone'] = 'Электронная почта или телефон';
$_['entry_follow_the_order'] = 'Если вы хотите следить за статусом выполнения заказа';
$_['entry_password'] = 'Пароль';
$_['entry_remember_me'] = 'Запомнить меня';
$_['entry_confirm'] = 'Подтвердите пароль';
$_['entry_firstname'] = 'Имя';
$_['entry_lastname'] = 'Фамилия';
$_['entry_firstname_lastname'] = 'Имя и фамилия';
$_['entry_telephone'] = 'Мобильный телефон';
$_['entry_verefication_code'] = 'По СМС будет выслан код подтверждения';
$_['entry_fax'] = 'Факс';
$_['entry_address'] = 'Выберите адрес';
$_['entry_company'] = 'Компания';
$_['entry_customer_group'] = 'Группа покупателей';
$_['entry_address_1'] = 'Адрес 1';
$_['entry_address_2'] = 'Адрес 2';
$_['entry_postcode'] = 'Почтовый индекс';
$_['entry_poshtomat_address'] = 'Отделение';
$_['entry_text_from_our_store'] = 'Самовывоз из нашего магазина';
$_['entry_city'] = 'Город';
$_['entry_country'] = 'Страна';
$_['entry_zone'] = 'Область';
$_['entry_newsletter'] = 'Я хочу подписаться на рассылку новостей %s.';
$_['entry_shipping'] = 'Мой адрес доставки совпадает с платёжным.';

// Error
$_['error_warning'] = 'Возникла проблема при обработке вашего заказа! Если проблема возникает повторно, попробуйте выбрать другой способ оплаты или <a href="%s">свяжитесь с администратором магазина</a>.';
$_['error_login'] = 'Не найден введённый адрес E-Mail и/или пароль указан неправильно.';
$_['error_attempts'] = 'Ваша учетная запись превысила допустимое количество попыток входа в систему. Пожалуйста, попробуйте еще через 1 час.';
$_['error_approved'] = 'Вы сможете войти после проверки учётной записи администрацией магазина.';
$_['error_exists'] = 'Такой E-Mail уже зарегистрирован!';
$_['error_firstname'] = 'Имя должно содержать от 1 до 32 символов!';
$_['error_lastname'] = 'Фамилия должна содержать от 1 до 32 символов!';
$_['error_email'] = 'E-Mail адрес введен неверно!';
$_['error_telephone'] = 'Номер телефона должен содержать от 3 до 32 символов!';
$_['error_telephone_login'] = 'Номер телефона должен содержать 17 цифр!';
$_['error_city_login'] = 'Выберите город!';
$_['error_verefication_code'] = 'Неправильный код верификации!';
$_['error_region_login'] = 'Выберите область!';
$_['error_password'] = 'Пароль должен содержать от 3 до 20 символов!';
$_['error_confirm'] = 'Пароли не совпадают!';
$_['error_address_1'] = 'Адрес должен содержать от 3 до 128 символов!';
$_['error_city'] = 'Название города должно содержать от 2 до 128 символов!';
$_['error_postcode'] = 'Индекс должен содержать от 2 до 10 символов!';
$_['error_country'] = 'Пожалуйста, укажите страну!';
$_['error_zone'] = 'Пожалуйста, укажите регион / область!';
$_['error_agree'] = 'Вы должны прочитать и согласится с %s!';
$_['error_address'] = 'Необходимо указать адрес!';
$_['error_shipping'] = 'Необходимо указать способ доставки!';
$_['error_no_shipping'] = 'Доставка по данному адресу невозможна. <a href="%s">Свяжитесь с нами</a>, и мы найдём решение проблемы!';
$_['error_payment'] = 'Необходимо указать способ оплаты!';
$_['error_no_payment'] = 'Оплата по данному адресу невозможна. Пожалуйста, <a href="%s">свяжитесь с нами</a> для решения этого вопроса!';
$_['error_custom_field'] = '%s необходим!';


//form
$_['form_region']           = 'Область:';
$_['form_city']             = 'Город:';
$_['form_option_select']    = 'Выберите...';

$_['no_offices_found']    = 'По введенной адресу не найдено ни одного отделения((';

$_['Monday']       = 'Понедельник';
$_['Tuesday']      = 'Вторник';
$_['Wednesday']    = 'Среда';
$_['Thursday']     = 'Четверг';
$_['Friday']       = 'Пятница';
$_['Saturday']     = 'Суббота';
$_['Sunday']       = 'Воскресенье';


//error

$_['form_option_not_found']             = 'В даном городе нет отделений';
$_['error_warning']             = 'Виправте наступні помилки';
$_['error_email']               = 'Невірно введена почтова скринька';
$_['error_telephone_strlen']    = 'Телефон занадто короткий';
$_['error_color_coating']       = 'Виберіть колір лаку для покриття картини';
$_['error_format']              = 'Виберіть формат картини';
$_['error_region']              = 'Виберіть область (регіон)';
$_['error_city']                = 'Виберіть місто (населений пункт)';
$_['error_coment']              = 'Коментар повинен бути від 3 до 1000 символів(включаючи пробіли)';
$_['error_delivery']            = 'Виберіть бажане відділення нової почти';