<?php
// *	@source		See SOURCE.txt for source and other copyright.
// *	@license	GNU General Public License version 3; see LICENSE.txt

// Heading
$_['heading_title'] = 'Помилка оплати';

// Text
$_['text_basket']   = 'Кошик';
$_['text_checkout'] = 'Оформлення замовлення';
$_['text_failure']  = 'Помилка оплати';
$_['text_message']  = '<p>В процесі оплати виникла помилка, що запобігає продовженню оформлення замовлення</p>

<p>Можливі причини:</p>
<ul>
  <li>Недостатньо коштів</li>
  <li>Платіж не був підтверджений</li>
</ul>

<p>Будь ласка, спробуйте ще раз або оберіть інший спосіб оплати</p>

<p>Якщо ця помилка виникне повторно, будь ласка, <a href="%s"> зв\'яжіться з нами </a> з описом помилки і номером замовлення, який ви намагаєтесь оформити.</p>
';